{
    "title": "rare animal",
    "text": [
        {
            "titlewithpinyin": [
                {
                    "title": "panda",
                    "pinyin": ""
                }
            ],
            "desc": "One of the world's cutest animals has lived on Earth for at least 8 million years and is known as the \"living fossil\" and \"Chinese national treasure\"."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "alligator",
                    "pinyin": ""
                }
            ],
            "desc": "One of China's unique crocodiles is one of the smallest crocodile species in the world. People call it \"living fossil\"."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Crested",
                    "pinyin": ""
                },
                {
                    "title": "Ibis",
                    "pinyin": ""
                }
            ],
            "desc": "It is a rare and beautiful bird with very high protection value and ornamental value."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Golden",
                    "pinyin": ""
                },
                {
                    "title": "monkey",
                    "pinyin": ""
                }
            ],
            "desc": "Perched in high altitude, the nostrils are almost parallel to the face, commonly known as \"Chaotian nose\", which is adapted to the hypoxia environment of the plateau."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Tibetan",
                    "pinyin": ""
                },
                {
                    "title": "wild",
                    "pinyin": ""
                },
                {
                    "title": "ass",
                    "pinyin": ""
                }
            ],
            "desc": "It is the largest of all wild crickets. They are sturdy, majestic and live in an alpine desert."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Red-crowned",
                    "pinyin": ""
                },
                {
                    "title": "crane",
                    "pinyin": ""
                }
            ],
            "desc": "It is a kind of crane, large wader, neck and foot are long, neck and tail feathers and feet are black, the head is red, and the rest are all white."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Sika",
                    "pinyin": ""
                },
                {
                    "title": "deer",
                    "pinyin": ""
                }
            ],
            "desc": "It is a medium-sized deer, the female deer is small, the buck has a horn, and is generally four-pronged. Summer is brownish-brown, with bright white plum blossom spots, so it is called \"sika deer\"."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Chinese",
                    "pinyin": ""
                },
                {
                    "title": "merganser",
                    "pinyin": ""
                }
            ],
            "desc": "It is a unique species in China. The mouth is flat on the side, the front end is pointed out, and the mouth and legs are red. It is called \"the giant panda in the bird\"."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Asian",
                    "pinyin": ""
                },
                {
                    "title": "elephant",
                    "pinyin": ""
                }
            ],
            "desc": "Asia's largest existing terrestrial animal, ivory up to 1 meter long."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Siberian",
                    "pinyin": ""
                },
                {
                    "title": "tiger",
                    "pinyin": ""
                }
            ],
            "desc": "The largest carnivorous feline in existence, the stripe on the head is very similar to the word \"王\", so it is called \"the king of the jungle\"."
        }
    ]
}