{
    "title": "Rare plants",
    "text": [
        {
            "titlewithpinyin": [
                {
                    "title": "Golden",
                    "pinyin": ""
                },
                {
                    "title": "Camellia",
                    "pinyin": ""
                }
            ],
            "desc": "The flower is golden yellow, dazzling, crystal and oily, and seems to have a translucent feeling. Known abroad as the magical oriental magic tea, it is known as \"the giant panda in the plant world\" and \"the queen of the tea family.\""
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Metasequoia",
                    "pinyin": ""
                }
            ],
            "desc": "Known as the \"living fossil\". The tree is beautiful, the trunk is tall and straight, and it grows fast. It is an excellent tree species for the greening of the plains in the subtropical region. It is also a fast-growing timber species."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "suoluo",
                    "pinyin": ""
                }
            ],
            "desc": "The alias snakewood is praised as the \"king of ferns\". It is a fern that grows into a big tree, also known as \"tree fern\". Beautiful and chic, you can enjoy it."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "ginkgo",
                    "pinyin": ""
                }
            ],
            "desc": "The only species that survives in Ginkgo biloba is the famous living fossil plant, whose seeds are commonly known as ginkgo."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Wang",
                    "pinyin": ""
                },
                {
                    "title": "Tianshu",
                    "pinyin": ""
                }
            ],
            "desc": "The trunk of Wangtianshu is tall and straight, with excellent material and good processing performance. It is an excellent timber species in the tropics."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Liriodendron",
                    "pinyin": ""
                }
            ],
            "desc": "The flowers are large and beautiful, and the autumn leaves are golden in color. They are like yellow horses. They are precious street trees and garden ornamental trees."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Wutong",
                    "pinyin": ""
                }
            ],
            "desc": "The flower-shaped group of pigeons, which are very similar to the wings, live on the tree, so it is called the \"Chinese Pigeon Tree\". It is a precious ornamental tree species that is famous in the world."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Even",
                    "pinyin": ""
                },
                {
                    "title": "incense",
                    "pinyin": ""
                },
                {
                    "title": "tree",
                    "pinyin": ""
                }
            ],
            "desc": "The tree pose is tall and majestic, and the leaf shape is peculiar. It is a good landscaping tree species."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Scale",
                    "pinyin": ""
                },
                {
                    "title": "hammer",
                    "pinyin": ""
                },
                {
                    "title": "tree",
                    "pinyin": ""
                }
            ],
            "desc": "It is white as snow, and can be decorated with gardens; the autumn is full of fruit, resembling a scale hammer, and the fruit is drooping, which has a high ornamental value."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Taiwanese",
                    "pinyin": ""
                },
                {
                    "title": "fir",
                    "pinyin": ""
                }
            ],
            "desc": "The bark is light gray-brown, split into irregular long strips, and the crown is tapered. It is the highest tree species that can grow in Asia."
        }
    ]
}