{
    "title": "Japan's import and export commodities and trading countries",
    "btntext": [
        {
            "title": "import",
            "cell": [
                "oil",
                "copper ore",
                "cotton",
                "coal",
                "mechanical",
                "Iron ore",
                "wood"
            ],
            "cellText": [
                "Japan imports oil mainly from West Asia, Russia, Southeast Asia, Europe, Africa and Latin America.",
                "Japan imports copper ore mainly from Australia, Africa and Canada.",
                "Japan imports cotton mainly from the United States, China, and Latin American countries.",
                "Japan imports coal mainly from China, Canada, the United States, Australia and Latin America.",
                "Japan mainly imports machinery from the United States and Europe.",
                "Japan imports iron ore mainly from Australia and Latin American countries.",
                "Japan imports wood mainly from the United States and Russia."
            ]
        },
        {
            "title": "export",
            "cell": [
                "Steel",
                "ship",
                "car",
                "Electrical appliance",
                "motorcycle"
            ],
            "cellText": [
                "Japan mainly exports steel to the United States, Canada, China, Russia, Europe, West Asia, Africa, Southeast Asia, Australia and Latin America.",
                "Japan mainly exports ships to countries in Europe, Africa and Latin America.",
                "Japan mainly exports cars to Europe, Africa, West Asia, China, Southeast Asia, Australia, Canada, the United States and Latin America.",
                "Japan mainly exports electrical appliances to the United States, China, and Africa.",
                "Japan exports motorcycles mainly to the United States."
            ]
        }
    ],
    "text": [
        "Japan's economy is developed, it has high demand for industrial raw materials and fuels, but domestic resources are insufficient. Therefore, Japan mainly imports petroleum, coal, iron ore, copper ore, wood, corn, wool, and the world. Raw materials such as cotton.",
        "Japan's technology is developed and shipping is convenient, but the domestic market is relatively small, so industrial manufactured products are mainly sold to the world. Main exports: machinery, electrical appliances, automobiles, ships, etc."
    ],
    "btn": "all"
}