{
    "title": "The world's most geographical of asia",
    "text": [
        {
            "titlewithpinyin": [
                {
                    "title": "Qinghai-Tibet Plateau",
                    "pinyin": ""
                }
            ],
            "desc": "It is the largest plateau in the world, with an average elevation of over 4,000 meters and is known as the roof of the world."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Himalayas",
                    "pinyin": ""
                }
            ],
            "desc": "It is the highest mountain in the world, with more than 50 peaks at an altitude of over 7,000 meters."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Mount Everest",
                    "pinyin": ""
                }
            ],
            "desc": "It is the main peak of the Himalayas, the highest peak in the world, with an elevation of 8844.43 meters."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Arabian Peninsula",
                    "pinyin": ""
                }
            ],
            "desc": "It is the largest peninsula in the world with an area of about 30 million square kilometers."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Malay Islands",
                    "pinyin": ""
                }
            ],
            "desc": "It is the largest archipelago in the world, with more than 20,000 islands and an area of 2.43 million square kilometers."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Caspian Sea",
                    "pinyin": ""
                }
            ],
            "desc": "The world's largest lake, a lagoon with an area of about 370,000 square kilometers."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Baikal",
                    "pinyin": ""
                }
            ],
            "desc": "It is the deepest lake in the world with the largest water demand. The deepest part is 1620 meters and the water demand is 23,000 cubic meters."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Dead sea",
                    "pinyin": ""
                }
            ],
            "desc": "The lake is 415 meters below sea level and is the lowest point on the world's land. Because the salt water in the lake is too large, people can easily float on the water."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Yellow River",
                    "pinyin": ""
                }
            ],
            "desc": "It is the world's largest river with the highest sediment concentration, and its average annual sediment concentration is about 35 kg/m3."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Yarlung Zangbo Grand Canyon",
                    "pinyin": ""
                }
            ],
            "desc": "t is the deepest canyon in the world, with an average depth of about 5,000 meters and a depth of more than 6,000 meters."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Qaidam Basin",
                    "pinyin": ""
                }
            ],
            "desc": "It is the highest basin in the world, with an altitude of about 3,000 meters."
        },
        {
            "titlewithpinyin": [
                {
                    "title": "Loess Plateau",
                    "pinyin": ""
                }
            ],
            "desc": "It is the most concentrated and largest area of loess in the world, with a total area of 640,000 square kilometers."
        }
    ]
}